Repository: morozovva/GamesApp
Catalog: GamesApp/GamesApp/*.lproj/Localizable.strings
Languages: ru

# Dice.Rolling.Title
source: Roll the dice
ru: Бросить кубик

# Dice.Reverting.Title
source: Repeat
ru: Повтор

# Navigation.Dice
source: Dice Rolling
ru: Игральная кость

# Navigation.Settings
source: Settings
ru: Настройки

# RPS.Button
source: Play again
ru: Начать заново

# Navigation.RPS
source: Rock Paper Scissors
ru: Камень Ножницы Бумага

# RPS.WinLabel.Tie
source: It's a tie😐
ru: Ничья😐

# RPS.WinLabel.Lost
source: You lost🥺
ru: Вы проиграли🥺

# RPS.WinLabel.Win
source: You won😎
ru: Вы победили😎

# Settings.English
source: Set English language
ru: Установить английский язык

# Settings.TieMode
source: Enable tie
ru: Включить режим возможной ничьи

# Navigation.History
source: History
ru: История

# History.Headers.Statistics
source: Statistics
ru: Статистика

# History.Headers.RPSHistory
source: ✊🏻✋🏻✌🏻 History
ru: История игры в ✊🏻✋🏻✌🏻

# History.Headers.DiceHistory
source: Dice rolling history
ru: История бросков кубика

# History.RPSBestSet.Title
source: Highest number of wins in a row in ✊🏻✋🏻✌🏻
ru: Лучший сет выигранных раундов в игре ✊🏻✋🏻✌🏻

# History.RPSBestSet.SubTitle
source: wins in a row
ru: побед подряд

# History.RPSHistory.Person
source: Your choise:
ru: Ваш выбор:

# History.RPSHistory.Bot
source: Bot's choise:
ru: Выбор бота:

# History.RPSHistory.Result
source: Game result:
ru: Результат игры:

# History.DiceHistory.Text
source: Game result:
ru: Результат игры:

# History.DiceStats.Title
source: Dice rolling statistics
ru: Статистика выброшенных кубиков
